Revit 2027 API
ParameterTypeId.RebarSystemActiveBottomDirn2 Property
 "Bottom Minor Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemActiveBottomDirn2 { get; }
Public Shared ReadOnly Property RebarSystemActiveBottomDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemActiveBottomDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemActiveBottomDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace